const DbnReliability = {
  template: `
  <div class="reliability">
  <h2>
    ДБН В.1.2-14:2018 "ЗАГАЛЬНІ ПРИНЦИПИ ЗАБЕЗПЕЧЕННЯ НАДІЙНОСТІ ТА
    КОНСТРУКТИВНОЇ БЕЗПЕКИ БУДІВЕЛЬ І СПОРУД"
  </h2>

  <table>
    <caption>
      Таблица 1 Класи наслідків (відповідальності об'єктів)
    </caption>
    <thead>
      <tr class="row">
        <th class="col" rowspan="3">
          Клас наслідків (відпові- дальности) об'єкта
        </th>
        <th class="col" colspan="5">
          Характеристики можливих наслідків відмови об'єкта
        </th>
      </tr>
      <tr class="row">
        <th class="col" colspan="3">Можлива небезпека, кількість осіб</th>
        <th class="col" rowspan="2">
          Обсяг можливого економічного збитку, м.р.з.п.
        </th>
        <th class="col" rowspan="2">
          Припинення функціонування лінійних об'єктів
          інженерно-транспортної інфраструктури, об'ектів комунікацій,
          звязку, енергетики та інженерних мереж, рівень
        </th>
      </tr>
      <tr class="row">
        <th class="col">
          Для здоров'я і життя людей, які постійно перебувають на об'єкті
        </th>
        <th class="col">
          Для здоров'я і життя людей, які переодічно перебувають на
          об'єкті
        </th>
        <th class="col">
          Для життєдіяльності людей, які перебувають зовні об'єкта
        </th>
      </tr>
    </thead>
    <tbody>
    <tr class="row">
      <th class="col">СС3 значні наслідки</th>
      <td class="col">Понад 400</td>
      <td class="col">Понад 1000</td>
      <td class="col">Понад 50 000</td>
      <td class="col">Понад 50 000</td>
      <td class="col">Загальнодержавний</td>
    </tr>
    <tr class="row">
      <th class="col">СС2 середні наслідки</th>
      <td class="col">Понад 50 до 400 включно</td>
      <td class="col">Понад 10 до 1000 включно</td>
      <td class="col">Понад 100 до 50 000 включно</td>
      <td class="col">Понад 2 500 до 50 000 включно</td>
      <td class="col">Регіональний, місцевий</td>
    </tr>
    <tr class="row">
      <th class="col">СС1 незначні наслідки</th>
      <td class="col">До 50 включно</td>
      <td class="col">До 100 включно</td>
      <td class="col">До 100 включно</td>
      <td class="col">До 2 500 включно</td>
      <td class="col">Об'єктовий</td>
    </tr>
    </tbody>
  </table>
  <ul>
    <li>
      <b>Примітка 1.</b> Вважається, шо на об'єкті постійно перебувають
      люди, якщо вони перебуватью там більше ніж вісім годин на добу і не
      менш ніж 150 днів на рік (загалом не менше 1200 год на рік). Особами
      що переодично відвідують об'єкт, вважаються ті, що заповнюють його
      не більше восьми годин на добу протягом не більше ніж 150 днів на
      рік (загалом від 450 до 1200 год за рік). Можливою небезпекою для
      життєдіяльності людей є ймовірне порушення нормальних умов
      життєдіяльності більш ніж на три доби відповідно [3].
    </li>
    <li>
      <b>Примітка 2.</b> Обсяг можливого економічного збитку визначається
      відповідно до Методики [1]
    </li>
    <li>
      <b>Примітка 3.</b> Мінімальний розмір заробітної плати (м.р.з.п.)
      щорічно встановлюється [2]
    </li>
  </ul>
</div>
    `,
  // data() {
  //   return {};
  // },
};
