const TableFive = {
  template: `
  <div>
  <table>
    <caption>
      Таблиця 5.1 – Коефіцієнт умов роботи
    </caption>
    <thead>
      <tr class="row">
        <th class="col">Елементи конструкцій</th>
        <th class="col">Коефіцієнт умов роботи $\\gamma_c$</th>
      </tr>
    </thead>
    <tbody>
      <tr class="row">
        <td class="col" style="text-align: justify">
          1. Балки суцільного перерізу і стиснуті елементи ферм
          перекриттів під залами театрів, клубів, кінотеатрів, під
          трибунами, під приміщеннями магазинів, книгосховищ і архівів
          тощо при тимчасовому навантаженні, що не перевищує ваги
          перекриття
        </td>
        <th class="col">0.90</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          2. Колони громадських споруд і опор водонапірних башт
        </td>
        <th class="col">0.95</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          3. Колони одноповерхових виробничих споруд із мостовими
          кранами
        </td>
        <th class="col">1.05</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          4. Стиснуті основні елементи (крім опорних) решітки складеного
          таврового перерізу з двох кутиків у зварних фермах покриттів і
          перекриттів при розрахунку на стійкість зазначених елементів
          із гнучкістю $\\lambda \\leq 60$
        </td>
        <th class="col">0.80</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          5. Затяжки, тяги, відтяжки, підвіски при розрахунку на
          міцність у перерізі без послаблень
        </td>
        <th class="col">0.90</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          6. Перерізи елементів конструкцій зі сталі з границею
          текучості до 440 Н/мм2, що несуть статичне навантаження, при
          розрахунку на міцність у перерізі послабленому отворами для
          болтів (окрім фрикційних з’єднань):
        </td>
        <th class="col"></th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          – суцільних балок і колон;
        </td>
        <th class="col">1.10</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          – стрижневих конструкцій покриттів та перекриттів
        </td>
        <th class="col">1.05</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          7. Стиснуті елементи решітки просторових решітчастих
          конструкцій, виконані з одиночних рівнополичкових кутиків
          згідно з рисунком 13.3, які прикріплюються однією полицею (для
          нерівнополичкових кутиків – більшою полицею): <br />а)
          безпосередньо до поясів за допомогою зварних швів або двох
          болтів і більше, які встановлені вздовж кутика:
        </td>
        <th class="col"></th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          – розкоси (рисунок 13.3, а);
        </td>
        <th class="col">0.90</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          – розпірки (рисунок 13.3, б, в, е);
        </td>
        <th class="col">0.90</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          – розкоси (рисунок 13.3, в, г, д, е);
        </td>
        <th class="col">0.80</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          б) безпосередньо до поясів за допомогою одного болта або через
          фасонку незалежно від виду з’єднання
        </td>
        <th class="col">0.75</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          8. Елементи плоских ферм з одиночних кутиків, стиснуті
          елементи, виконані з одиночних кутиків, які прикріплюються
          однією полицею (для нерівнополичкових кутиків – меншою
          полицею), за винятком елементів, наведених у позиції 7 цієї
          таблиці
        </td>
        <th class="col">0.75</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          9. Опорні плити, виконані зі сталі з границею текучості до 390
          Н/мм2, що несуть статичне навантаження, товщиною, мм: <br />а)
          до 40 включно;
        </td>
        <th class="col">1.20</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          б) понад 40 до 60 включно;
        </td>
        <th class="col">1.15</th>
      </tr>
      <tr class="row">
        <td class="col" style="text-align: justify">
          в) понад 60 до 80 включно
        </td>
        <th class="col">1.10</th>
      </tr>
    </tbody>
  </table>
  <b>Примітки</b>
  <ol>
    <li>
      Коефіцієнти $\\gamma_с < 1.0$ при розрахунку не слід враховувати
      сумісно, за винятком розрахунків вказаних у примітках 2, 3.
    </li>
    <li>
      При розрахунку на міцність у перерізі, послабленому отворами для
      болтів, коефіцієнти, наведені в позиції 6 і 1, 6 і 2, 6 і 5, слід
      враховувати сумісно.
    </li>
    <li>
      При розрахунку опорних плит коефіцієнти, наведені в позиції 9 і 2,
      9 і 3, слід враховувати сумісно.
    </li>
    <li>
      При розрахунку з’єднань коефіцієнти с для елементів, які наведені
      в позиції 1 і 2, слід враховувати разом із коефіцієнтом умов
      роботи з’єднання $\\gamma_b$.
    </li>
    <li>
      У випадках, не обумовлених цими нормами, у розрахункових формулах
      приймають $\\gamma_c=1.0$
    </li>
  </ol>
</div>
    `,
  // data() {
  //   return {};
  // },
};
